// © Copyright 2012-2015, 2017 HP Development Company, L.P.

TaskName = "Registrazione prodotto HP";
TaskTOCTitle = "Registrazione via Web";

HSDRegistrationDescription = "La procedura di registrazione online si avvierà automaticamente e invierà la maggior parte delle informazioni richieste in modo da poter registrare il prodotto facilmente e in modo rapido una volta completata la configurazione. Inoltre si verrà guidati sul sito per stampanti HP con connessione Web che rappresenta il punto di riferimento per la gestione delle proprie esperienze di stampa online.";

WarningSheetExtendedMessages = "Dopo avere fatto clic su Continua, nel browser viene visualizzata la pagina Registrazione prodotto HP. Al sito Web di HP verranno inviate le seguenti informazioni per velocizzare la registrazione.";

HSDZipCodeTitle = "CAP:";
